Repository: bigkon2/eHealth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Terms and conditions
es_es: Términos y condiciones

source: First name
es_es: Nombre

source: First last name
es_es: Apellido 1

source: E-mail address
es_es: Correo electrónico

source: Current Password
es_es: Contraseña actual

source: New Password
es_es: Nueva Contraseña

source: New Password (again)
es_es: Confirmar nueva contraseña

source: That email address doesn't have an associated user account. Are you sure you've registered?
es_es: Esta cuenta de correo no tiene asociado ningñun usario.¿Está seguro que se registró con anterioridad?

source: Confirm password
es_es: Confirmar contraseña

source: Second last name
es_es: Apellido 2

source: 15 minutes
es_es: 15 minutos

source: 30 minutes
es_es: 30 minutos

source: 45 minutes
es_es: 45 minutos

source: 1 hour
es_es: 1 hora

source: Technical issues
es_es: Problemas técnicos

source: Billing Enquiries
es_es: Dudas de facturación

source: Doctor-Patient communication
es_es: Comunicación doctor-paciente

source: Proctology
es_es: Proctología

source: Hepatology
es_es: Hepatología

source: Children's digestive
es_es: Digestivo Infantil

source: General surgery
es_es: Cirugía General

source: Gastroenterology
es_es: Gastroenterología

source: Radiology
es_es: Radiología

source: Obesity
es_es: Obesidad

source: IBD/Crohn's disease
es_es: EII/Crohn

source: Colorectal
es_es: Colorrectal
