Repository: bigkon2/eHealth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Photo
es_es: Fotografía

source: Morning
es_es: Mañana

source: Afternoon
es_es: Tarde

source: Time must be chosen
es_es: Debe elegir una hora

source: Time must be in range %s - %s
es_es: La hora debe debe ser entre %s - %s

source: Time-to less then time-from
es_es: La hora de finalización no puede sera anterior a la de inicio

source: Time-to should not be equal to time-from
es_es: Las horas de inicio y de finalización no pueden ser la misma

source: Time must be divisible by 15 minutes
es_es: La hora debe ser en fracciones de 15 minutos

source: The appointment length must enter into the availability time correctly
es_es: La duración de la cita debe coincidir con los horarios disponibles

source: There are appointments for {}
es_es: Hay citas para {}

source: Patient
es_es: Paciente

source: Case
es_es: Caso

source: Recipients
es_es: Destinatarios

source: Subject
es_es: Título

source: Body
es_es: Texto

source: Support
es_es: Soporte

source: Male
es_es: Hombre

source: Female
es_es: Mujer

source: Dashboard
es_es: Panel central

source: Calendar
es_es: Calendario

source: Message Center
es_es: Centro de Mensajes

source: Help & Support
es_es: Ayuda & Soporte

source: Specialty
es_es: Especialidad

source: Work Experience
es_es: Experiencia laboral

source: Appointments
es_es: Citas

source: Open
es_es: Disponible

source: Close
es_es: No disponible

source: Account Details
es_es: Datos personales

source: Payment information
es_es: Información de pago

source: Payment History
es_es: Historial de pagos

source: Change password
es_es: Cambiar contraseña

source: Account history
es_es: Historial Cuenta

source: Profile
es_es: Perfil

source: Help
es_es: Ayuda

source: My Account
es_es: Mi cuenta de Usuario

source: Payment
es_es: Pago

source: Payment information updated
es_es: Información de pago actualizada

source: Account details updated
es_es: Cuenta actualizada

source: Specialties updated
es_es: Especialidades actualizadas

source: Work experience updated
es_es: Experiencia laboral actualizada

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Sunday
es_es: Domingo

source: Time updated
es_es: Hora actualizada

source: Appointment reschedule
es_es: Modificación de cita

source: Appointment updated
es_es: Cita actualizada

source: Open case
es_es: Caso abierto

source: Case Overview
es_es: Resumen del caso

source: Appointments & Notes
es_es: Citas y anotaciones

source: Records and Tests
es_es: Historiales y Pruebas

source: Patient History
es_es: Historial del paciente

source: Messages
es_es: Mensajes

source: Create case
es_es: Crear caso

source: Edit case
es_es: Editar caso

source: Inbox
es_es: Buzón de Entrada

source: Sent
es_es: Enviados

source: Archived
es_es: Archivados

source: Deleted
es_es: Eliminados

source: Send new message to
es_es: Enviar nuevo mensaje

source: English
es_es: Inglés

source: Spain
es_es: España

source: Email
es_es: Correo electrónico

source: Password
es_es: Contraseña

source: Password confirmation
es_es: Confirmación de contraseña

source: Confirm Password
es_es: Confirmar contraseña

source: Enter the same password as above, for verification.
es_es: Introduzca la misma contraseña para verficarla

source: Do you have any health conditions?
es_es: Padece de alguna enfermedad?

source: Are you currently taking any medication?
es_es: ¿Está tomando actualmente alguna medicación?

source: Do you have any health surgeries?
es_es: ¿Ha sufrido alguna intervención quirúrgica?

source: Height
es_es: Altura

source: Weight
es_es: Peso

source: Select
es_es: Seleccione

source: Country
es_es: País

source: Timezone
es_es: Zona horaria

source: This field is required
es_es: Este campo es obligatorio

source: This field must be empty
es_es: Este campo debe estar vacio

source: This time has been already taken.
es_es: Esta hora ya está asignada a otra persona

source: You already have an appointment to another doctor for this time.
es_es: Ya tiene cita con otro doctor a esta hora

source: You have an incomplete appointment
es_es: Tiene una cita incompleta

source: The appointment time has been already taken. Please choose another one
es_es: La cita que ha seleccionado ya ha sido asginada a otra persona. Por favor seleccione otra

source: Closed
es_es: Cerrado

source: Phone
es_es: Teléfono

source: Incomplete
es_es: Incompleto

source: New
es_es: Nuevo

source: Doctor Confirm
es_es: Confirmada por el doctor

source: Doctor Decline
es_es: Denegada por el doctor

source: Doctor Reschedule
es_es: Reagendada por el doctor

source: Approved
es_es: Aprobado

source: Canceled
es_es: Cancelado

source: Patient Reschedule
es_es: Reagendada por el paciente

source: Completed
es_es: Completada

source: Talk to a doctor
es_es: Habla con un médico

source: My health
es_es: Historial Médico

source: My Health History
es_es: Mi histórico de salud

source: My Lifestyle
es_es: Mi estilo de vida

source: My Family History
es_es: Mis antecedentes familiares

source: My Medical Profile
es_es: Mi perfil médico

source: Consultation History
es_es: Historial de Consultas

source: My Medical Records
es_es: Mis datos médicos

source: My Cases
es_es: Mis casos

source: Confirmation
es_es: Confirmación

source: My health records updated
es_es: Mis datos médicos ha sido actualizado

source: Records updated
es_es: Datos actualizados

source: My Life Style
es_es: Mi estilo de vida

source: Lifestyle information updated
es_es: Estilo de vida actualizado

source: Family history updated
es_es: Antecedentes familiares actualizados

source: Payment Methods
es_es: Método de Pago

source: Billing history
es_es: Historial Pagos

source: Login & Password
es_es: Usuario/Contraseña

source: My Billing History
es_es: Mi historial de pagos

source: Change Password
es_es: Cambiar contraseña

source: Your payment has been successfully processed
es_es: Su pago ha sido procesado correctamente

source: Something went wrong. Please check your payment info
es_es: Ha habido algún problema. Por favor compruebe sus datos de pago

source: Appointment Created
es_es: Cita creada

source: Continue
es_es: Continuar

source: The appointment has been created and you are being redirected to the associated case so that you can upload any files associated with the issue.
es_es: La cita ha sido creada y está siendo redireccionado al caso asociado a la misma, para que pueda subir cualquier información relacionada con la misma

source: The appointment has been successfully created.
es_es: La cita ha sido creada

source: Incomplete Profile
es_es: Perfil incompleto

source: In order to confirm an appointment, you need to complete your health history and/or payment information
es_es: Para confirmar una cita, debe completar primero su pefil médico y método de pago

source: New appointment created. Your payment has been successfully processed
es_es: Nueva cita reservada. Su pago ha sido procesado

source: Consultation updated
es_es: Consulta actualizada

source: Don't have time
es_es: No tengo tiempo

source: Cases
es_es: Casos

source: Files / Tests
es_es: Archivos/Tests

source: Doctor Notes
es_es: Anotaciones del médico

source: The appointment has been completed. Consult rate has been successfully taken
es_es: La consulta ha concluido. El coste de la cita ha sido cargado en su cuenta

source: Something went wrong. Check your payment info
es_es: Ha habido un error. Por favor compruebe los datos de pago

source: The best doctors
es_es: Los mejores médicos

source: Como si estuvieras en la consulta
es_es: Como si estuviese en la consulta

source: As if you were in the office
es_es: Como si estuviese en la oficina

source: Get Started
es_es: Preparese

source: About Us
es_es: Quiénes Somos

source: Confirm E-mail Address
es_es: Confirme su correo electrónico

source: Confirm
es_es: Confirmar

source: Sign In
es_es: Entrar

source: Don't Have Account? Click
es_es: No tiene cuenta? Pulse

source: Sign Up
es_es: Unirse

source: for registration
es_es: para darse de alta

source: Always stay signed in
es_es: Permanecer siempre conectado

source: Forgot password?
es_es: ¿Olvidó su contraseña?

source: Recover it
es_es: Recuperarla

source: Log In
es_es: Conectar

source: Update
es_es: Actualización

source: Success
es_es: Éxito

source: Your password has been set.
es_es: Su contraseña ha sido activada

source: You may go ahead and log in now.
es_es: Puede conectarse ahora

source: Log in
es_es: Entrar

source: New password
es_es: Nueva contraseña

source: Please enter your new password twice so we can verify you typed it in correctly.
es_es: Por favor, introduzca su contraseña dos veces para que podamos verificar que es correcto

source: Password reset unsuccessful
es_es: Cambio de contraseña fallido

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es_es: Por favor solicite una nueva contraseña

source: Successfully sent
es_es: Enviada correctamente

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted.
es_es: Hemos enviado a su correo electrónico las instrucciones para crear su contraseña

source: You should be receiving it shortly.
es_es: Lo recibirán en breves

source: You're receiving this email because you requested a password reset for your user account at
es_es: Ha recibido este correo porque a solicitado una nueva contraseña para su cuenta de

source: Please go to the following page and choose a new password
es_es: Por favor, vaya a la siguiente página y defina una nueva contraseña

source: Thanks for using our site!
es_es: ¡Gracias por usar nuestra página!

source: The
es_es: De

source: team
es_es: equipo

source: Forgot your password?
es_es: ¿olvidó su contraseña?

source: Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
es_es: Teclee aquñi su correo electrónico y le enviaremos las instrucciones para crear una nueva

source: Reset Password
es_es: Restablecer contraseña

source: Already Signed Up? Click
es_es: ¿Ya tiene cuenta de usuario? Pulse

source: to login your account.
es_es: Para acceder a su cuenta

source: Terms and Conditions
es_es: Términos y condiciones

source: Register
es_es: Registrar

source: Verify Your E-mail Address
es_es: Compruebe su dirección de correo electrónico

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
es_es: Le hemos enviado un correo electrónico de verificación.Siga el adjunto para finalizar el proceso de alta. Por favor, contactenos si no lo recibo en los próximos minutos

source: Go to main page
es_es: Ir a la págna principal

source: Languages
es_es: Idiomas

source: LogOut
es_es: Cerrar sesión

source: LogIn
es_es: Iniciar sesión

source: All Rights Reserved.
es_es: Todos los derechos reservados

source: This appointment deposit has been already paid
es_es: La reserva de esta consulta ya ha sido abonada

source: The appointment is completed. You will be charged automatically. The amount is
es_es: La consulta ha concluido. Le será cargado automáticamente la cantidad de

source: After a payment has been processed you will be redirected to the dashboard
es_es: Una vez tramitado un pago, será redireccionado al panel de control

source: Your photo is too large!
es_es: La foto es demasiado pesada

source: The maximum photo's size is 10Mb. Please, choose another photo
es_es: El tamaño máximo para la foto es de 10Mb. Por favor, suba otra

source: Save
es_es: Guardar

source: Time Stamp
es_es: Fecha y hora

source: Activity Type
es_es: Acción realizada

source: Summ
es_es: Suma

source: Reason
es_es: Razón

source: Create date
es_es: Crear fecha

source: Update date
es_es: Actualizar fecha

source: Action
es_es: Acción

source: Days
es_es: Días

source: Turn
es_es: Giro

source: From
es_es: Desde

source: To
es_es: Hasta

source: Conclusion
es_es: Conclusión

source: Requested by
es_es: Solicitado por

source: Completed by
es_es: Completado por

source: Request form
es_es: Hoja de solicitud

source: Result report / record
es_es: REsultado del informe

source: Additional files
es_es: Archivos adicionales

source: View
es_es: vista

source: Add new case
es_es: Añadir un caso nuevo

source: Type
es_es: Tipo

source: Lifestyle
es_es: Estilo de vida

source: History
es_es: Historia

source: Health conditions
es_es: Estado de salud

source: Medications
es_es: Medicación

source: Surgeries
es_es: Cirugías

source: Family History
es_es: Antecedents familiares

source: Patient Files
es_es: Archivos de paciente

source: Record date
es_es: Fecha de realización

source: Delete
es_es: Borrar

source: Add new test
es_es: Añadir nuevo test

source: Oops! Access denied!
es_es: ¡Cuidado! Acceso denegado!

source: You don't have permission to access this page
es_es: No tiene permiso para acceder esta página

source: Appointment Date
es_es: Fecha de la cita

source: Exploration
es_es: Exploración

source: Diagnosis
es_es: Diagnóstico

source: Additional Tests
es_es: Pruebas adicionales

source: Treatment
es_es: Tratamiento

source: Public Notes
es_es: Anotaciones públicas

source: Problem
es_es: Problema

source: Choose patient
es_es: Escoja paciente

source: Search by
es_es: Buscar por

source: Filter
es_es: Filtro

source: Description
es_es: Descripción

source: Is Second Opinion
es_es: Es segunda opinión

source: Yes
es_es: Si

source: No cases found
es_es: No se ha encontrado ningún caso

source: All patient's files
es_es: Todos los archivos

source: Current case's files
es_es: Archivos de casos activos

source: Choose type
es_es: Escoja tipo

source: Edit
es_es: Editar

source: No previous documents found
es_es: No se han encontrado documentos anteriores

source: File Details
es_es: Contenidos del archivo

source: Show all notes
es_es: Mostrar todas las notas

source: There are no appointments in the current case.
es_es: No hay citas para este caso

source: Time
es_es: Hora

source: Status
es_es: Estatus

source: Actions
es_es: Acciones

source: Edit note
es_es: Editar nota

source: Cancel
es_es: Cancelar

source: Editing note
es_es: Modificando nota

source: All Notes
es_es: todas la notas

source: Is second opinion
es_es: Es segunda opinión

source: Health Conditions
es_es: Estado de salud

source: Questions
es_es: Preguntas

source: Answers
es_es: Respuestas

source: Conditions
es_es: Condiciones

source: Relationships
es_es: Relaciones

source: Manage your account information, including payment, sign-in and more.
es_es: Gestione toda la información de su cuenta, incluyendo método de pago, acceso y mucho más

source: Notifications
es_es: Notificaciones

source: You have
es_es: Tiene

source: message(s)
es_es: mensaje/s

source: Read all
es_es: leer todo

source: You don't have new message(s)
es_es: No tiene ningún nuevo mensaje/s

source: Today appointments
es_es: Citas de hoy

source: No appointments for today
es_es: No hay citas hoy

source: Help and support
es_es: Ayuda y soporte

source: Is Primary
es_es: Es primario

source: Add
es_es: Añadir

source: Care Facility
es_es: Centro de salud

source: Position
es_es: Posición

source: Start Date
es_es: Fecha de inicio

source: End Date
es_es: Fecha de finalización

source: Choose status
es_es: Seleccione estatus

source: Date
es_es: Fecha

source: No appointments found
es_es: No se han encontrado citas

source: Patient info
es_es: Información del paciente

source: Appointment type
es_es: Tipo de cita

source: Appointment schedule
es_es: Agenda de citaciones

source: New appointment time
es_es: Nueva hora de la consulta

source: Toggle navigation
es_es: Activar navegación

source: Home
es_es: Inicio

source: Patients
es_es: Pacientes

source: Telehealth Solutions
es_es: Telemedicina

source: Latest News
es_es: Noticias

source: Complete process
es_es: Complete el proceso

source: Enter Appointment
es_es: Introduzca una cita

source: Pay
es_es: Pagar

source: After Appointment
es_es: Después de la cita

source: PAY WITH
es_es: PAGAR CON

source: Payment Confirmation
es_es: Confirmación de pago

source: Doctor's consult rate is
es_es: Los honorarios de consulta del doctor son

source: You should pay
es_es: Debe pagar

source: deposit has been already redeemed.
es_es: El depósito ha sido cubierto

source: It will be taken automatically after appointment has been completed
es_es: Será cargado automáticamente una vez haya concluido la consulta

source: View Case
es_es: Ver caso

source: Accept
es_es: Aceptar

source: Transaction Date
es_es: Fecha de la transacción

source: Amount, €
es_es: Cantidad, EUR

source: Payment Type
es_es: Método de pago

source: Appointment Date
es_es: Fecha de la cita

source: Refunded
es_es: Reembolsado

source: Provider
es_es: Proveedor

source: In order to add new payment method, choose 'Change payment method' and then 'Save'
es_es: Para añadir un nuevo método de pago, seleccione 'Cambiar método de pago' y luego 'Guardar'

source: You do not have any payment methods, please add a payment method
es_es: No ha incluido ningún método de pago. Por favor rellene un método de pago

source: Appointment Request
es_es: Solicitud de cita

source: Next
es_es: Siguiente

source: My Files
es_es: Mis archivos

source: Upload new file / test
es_es: Subir un nuevo archivo/prueba

source: Are you sure you want to delete ?
es_es: ¿Está seguro que quiere eliminarlo?

source: Choose doctor
es_es: Escoge profesional

source: Note
es_es: Anotación

source: My Case
es_es: Mi caso

source: Add Files
es_es: Añadir archivos

source: Your file is too large!
es_es: Su archivo es demasiado grande

source: The maximum file's size is 100Mb.
es_es: El tamaño máximo de un archivo es de 100Mb

source: Warning!
es_es: ¡Atención!

source: Only .txt, .pdf, .doc, .docx, .csx, .xls, .xlsx, .gif, .png, .pjpeg formats are allowed
es_es: Sólo se permiten archivos .txt, .pdf, .doc, .docx, .csx, .xls, .xlsx, .gif, .png, .pjpeg

source: Add
es_es: Añadir

source: Upload Document
es_es: Subir documento

source: This time is already taken
es_es: Esta hora ya ha sido reservada

source: You must change time of appointment at
es_es: Debe cambiar la hora de la cita a

source: Appointment Edit
es_es: Modifica cita

source: Welcome
es_es: Bienvenido

source: Speak to the next available Provider
es_es: Programa tu cita con un profesional

source: Find a doctor
es_es: Encuentre un doctor

source: Choose specialty
es_es: Selecciones especialidad

source: Talk to a Doctor Now
es_es: Hablar con un doctor ahora

source: Make a Doctor's Appointment
es_es: Solicitar una cita

source: Look preview information and confirm.
es_es: Ver información y confirmar

source: Apply
es_es: Aplicar

source: This time has been already taken
es_es: Esta hora ya ha sido reservada

source: Does anyone in your family have a history of the following? (Check all that apply)
es_es: ¿Alguien de su familia tien o ha tenido (marque todas las que corresponda)?

source: Relationship
es_es: Relación

source: My Health Conditions
es_es: Mi estado de salud

source: My Medications
es_es: Mi medicación

source: My Surgeries
es_es: Mis cirugías

source: Future appointments
es_es: Próximas citas

source: Appointment Type
es_es: Tipo de consulta

source: No Appointment
es_es: No tiene citas

source: Deposit
es_es: Depósito

source: Consult rate
es_es: Honorario de consulta

source: When
es_es: Cuando

source: Not available
es_es: No disponible

source: Location
es_es: Ubicación

source: Languages Spoken
es_es: Idiomas hablados

source: No Languages
es_es: Ningún idioma

source: No Qualifications
es_es: Sin cualificaciones

source: How do I contact eHealth's customer service?
es_es: ¿Cómo contacto con Anteción al Cliente de eHealth´s?

source: You may contact Customer Service toll free at 888-632-2738. You may also email us at
es_es: Puede contacta con atención al cliente en el teléfono 888-632-2738.También puede escribirnos un correo electrónico a:

source: Why should I use eHealth?
es_es: ¿Por quñe debo usar eHealth?

source: Does eHealth have doctors in my area?
es_es: ¿Hay docotres de eHealth en mi zona?

source: Can I add my doctor or therapist to your network?
es_es: ¿Puedo añadir a mi doctor a su red de profesionales?

source: Will you keep my information confidential?
es_es: ¿Es mi información confidencial?

source: What happens after my consultation with the eHealth doctor or therapist?
es_es: ¿Quñe pasa despuñes de mi consulta con el doctor de eHealth?

source: Will I receive a prescription fro the doctor following my consult?
es_es: ¿Recibiré una prescripción del doctor tras la consulta?

source: Do your doctors or therapists refer to other doctors or facilities ?
es_es: ¿Puedes sus profesionales recomendarnos a otros mñedicos o centros?

source: Do members have to pay it a face-to-face appointment is required?
es_es: ¿Es necesario que los usuarios paguen una consulta un cara a cara?

source: Last updated on
es_es: Última actualización el

source: My History
es_es: Mi historial

source: My Records
es_es: Mis archivos

source: Request Form
es_es: Formulario de solicitud

source: Result Report / Record
es_es: Resultado del informe/prueba

source: Conclusions
es_es: Conclusiones

source: Requested By
es_es: Solicitado por

source: Completed By
es_es: Completado por

source: Additional Files
es_es: Archivos adicionales

source: to
es_es: a

source: Doctors
es_es: Doctores

source: Search
es_es: Buscar

source: If your issue is an emergency, please dial
es_es: Si su problema es urgente, por favor marque

source: or go to the nearest emergency room. We does not offer emergency services
es_es: o vaya al centro de urgencias más cercanos. Lamentablemente no podemos ofrecer servicios de urgencias

source: Any doctor with this specialty
es_es: al´gun doctor de esta especialidad

source: Available on
es_es: Disponible en

source: Not available soon! Please, look the schedule
es_es: Sin disponibilidad próxima.Por favor, mire la agenda

source: Schedule
es_es: Agenda

source: Appointment creation proccess
es_es: Proceso de geenración de cita

source: Do you want to cancel the appointment creating?
es_es: ¿quiere cancelar la generación de la cita?

source: You will not be able to create another appointment until creating of this one has been done.
es_es: No puede genera otra cita hasta que haya generado ésta

source: Payment Method Confirmation
es_es: Confirmación de método de pago

source: To confirm the appointment, you will be charged
es_es: Para confirmar su cita, le será cargado

source: as a deposit.
es_es: como depósito

source: Messages in this folder will never be removed. You can use this folder for long term storage.
es_es: Los mensajes en esta carpeta serñan borrados. Puede usar esta carpeta para almacenaje de largo plazo

source: Sorry, this page number is invalid.
es_es: Lo sentimos, este nñumero de página es inválido

source: Archive
es_es: Archivar

source: Undelete
es_es: Deshacer 'Eliminar'

source: Sender
es_es: Enviado por

source: Recipient
es_es: Recibido por

source: No messages
es_es: No tiene mensajes

source: Case Messages
es_es: Mensajes de casos

source: Send new
es_es: Enviar nuevo

source: New message
es_es: Nuevo mensaje

source: Received
es_es: Recibido

source: Conversation
es_es: Conversación

source: Message
es_es: Mensaje

source: Reply
es_es: Contestar

source: Messages in this folder can be removed from time to time. For long term storage, use instead the archive folder.
es_es: Los mensajes de esta carpeta pueden ser borrados eventualmente. Para guardarlos en el largo plazo, por favor use la carpeta de almacenaje de largo plazo

source: Send
es_es: Enviar
